[
  {
    "mbti": "ENTJ",
    "sub_title": "대담한 통솔자",
    "advice": "가끔씩 거만해지는 당신!",
    "title": "모두를 통솔하는 그대여!",
    "detail": "당신은 열성이 많으며 솔직하고 단호하고 지도력과 통솔력이 있이요. 활동적이고 장기적인 계획과 거시적 안목을 선호해요. 지식에 대한 욕구와 관심이 많으며 특히 지적인 자극을 주는 새로운 아이디어에 높은 관심을 가지고 있기에 늘 바쁘게 움직이죠. 그런 성격을 바탕으로 향수를 선택할 때도 실리를 따져 가성비를 중심으로 여러 상품을 비교하곤 해요. 그렇기에 가성비가 좋으면서도 당신의 지성이 드러날 수 있는 향수를 추천드려요!.",
    "word": "지도자",
    "animal": "사자",
    "best": "INFP",
    "best_title": "당신에게서 인정받고 싶어요.",
    "emoji": "🦁"
  },
  {
    "mbti": "ENTP",
    "sub_title": "뜨거운 논쟁을 즐기는 변론가",
    "advice": "자기가 제일 똑똑한줄 아는 당신!",
    "title": "호승심에 불타오르는 그대여!",
    "detail": "그룹 토론을 할 때 항상 '왜?'라는 의문을 제기하지는 않나요? 있나요? 보편적으로 만물을 비판적으로 바라보며, 그러한 의견에 대해 말하는 것이 거침이 없어요. 하지만 무작정 비판만 하는 것은 아니고, 통찰력이 뛰어난 당신은 항상 본인의 주장에 대한 정확한 근거를 제시하곤 하죠. 그렇기 때문에 트렌드에 따라 향수를 선택하는 타입은 아니에요. 대신 자신만의 철학을 고집스럽게 지키는 경우가 많죠. 그렇기에 메이저 브랜드보다는 고집스럽고 뚝심있게 자신만의 비전을 밀고 나가는 디자이너 브랜드가 가장 잘 어울려요.",
    "word": "발명가",
    "animal": "햄스터",
    "best": "INFJ",
    "best_title": "당신과 소울메이트임을 느끼길 바래요.",
    "emoji": "🐹"
  },
  {
    "mbti": "ENFJ",
    "sub_title": "정의로운 사회운동가",
    "advice": "주위사람들에게 퍼주고 자기몫을 잘 챙기지 못하는 당신!",
    "title": "신념이 훌륭한 그대여!",
    "detail": "인구에서 가장 적은 유형 중 하나로, 타고난 리더 형이에요. 당신은 사회 구성원들의 안녕과 정의 구현에 남다른 관심을 가지고 있을 것 같아요! 남다른 공감 능력으로 사람들과 이야기를 나누고 그들의 문제를 해결하기를 즐기는 유형으로 코치, 교사, 정치인같은 직업을 선택하는 경우가 많아요. 대중과 같은 눈높이에서 공감하기를 원하기에 지나치게 권위적이거나 격식있는 향보다는 그들의 소탈한 성격을 보여줄 수 있는 향이 어울려요. 또한 전상품 비건(Vegan)을 선언한 스텔라 매카트니처럼 윤리경영과 환경보호를 중시하는 브랜드도 그 가치관을 보여주는 선택이 될 수 있겠죠.",
    "word": "언변능숙형",
    "animal": "강아지",
    "best": "INTP",
    "best_title": "당신이 똑똑한 사람임을 보여주세요.",
    "emoji": "🐶"
  },
  {
    "mbti": "ENFP",
    "sub_title": "재기발랄한 활동가",
    "advice": "금사빠로 주위사람들에게 쉽게 호감을가지는 당신!",
    "title": "사랑이 넘치는 그대여!",
    "detail": "주목받는 것을 좋아하고 열정적인 성향 덕에 어떤 모임에 가더라도 쉽게 분위기 메이커 역할을 하곤 하죠. 반복적인 업무보다는 창의적인 일에 끌리기 때문에 언론이나 미디어, 광고 쪽의 커리어를 선택하는 경우가 많아요. 타인의 주목을 두려워하지 않아 남들과 다른, 시선을 잡아끄는 독특한 향수가 찰떡처럼 잘 어울려요. 조금 과감하더라도 당신이라면 센스있게 소화할 수 있을 거예요.",
    "word": "멀티태스킹",
    "animal": "원숭이",
    "best": "INTJ",
    "best_title": "같이 행복한 미래를 꿈꾸길원해요.",
    "emoji": "🐵"
  },
  {
    "mbti": "ESTJ",
    "sub_title": "엄격한관리자",
    "advice": "자기만 맞다고 생각하는 당신!",
    "title": "추진력이 좋은 그대여!",
    "detail": "사무적이면서도 실용적인 스타일로 일명 사업가형으로 불리기도 해요. 게으름과는 가장 거리가 멀고 엄청난 추진력을 자랑하고, 평소에는 지나치게 아기자기한 스타일보다는 세련되면서 깔끔한 스타일을 선호하지 않으신가요!? 향수를 고를 때에도 정직하면서도 위풍당당한 성격을 잘 보여주면서도 과시적이지는 않은 향수가 어울릴 것 같아요.",
    "word": "사업가",
    "animal": "여우",
    "best": "ISFP",
    "best_title": "구속하지 않고, 자유로운걸 좋아해요.",
    "emoji": "🦊"
  },
  {
    "mbti": "ESTP",
    "sub_title": "모험을 즐기는 사업가",
    "advice": "외모지상주의인 당신!",
    "title": "활동력이 넘치는 그대여!",
    "detail": "엄청난 추진력과 모험심을 다 갖춘 당신은 현실과 동떨어진 얘기보다는 실질적인 이야기를 좋아하고, 문제 해결에 능한 타입으로 유능하다는 평가를 자주 듣고는 하죠. 이런 타입에게 하루 종일 책상 앞에만 앉아있다거나, 토론만 하게 시킨다면 병이 날지도 몰라요. 원하는 것이 있다면 직접 가져가서 쟁취하는 것이 당신의 스타일이에요. 현실적인 당신에게 난해한 향은 어울리지 않아요. 명확하고 분명한 향이 어울리죠. 이와 동시에 모험심도 강한 당신에게는 활동적이고 역동적인 향이 어울려요.",
    "word": "활동가",
    "animal": "병아리",
    "best": "ISFJ",
    "best_title": "안정적인 만남을 원해요.",
    "emoji": "🐥"
  },
  {
    "mbti": "ESFJ",
    "sub_title": "사교적인 외교관",
    "advice": "주변사람들을 너무 신경쓰는 당신!",
    "title": "핵인싸인 그대여!",
    "detail": "항상 주변에 사람이 끊이지 않고, 누구에게 물어도 '걔 괜찮지'라는 평가를 받는 사람이 있으신가요? 그룹의 '인싸' 중 가장 높은 비율을 차지하는 유형이에요. 사람들과의 친목을 중요시하는 사교적인 유형으로 이타주의적 면모도 있어, 남들에게 도움이 될 수 있는 일에는 적극적으로 나서기도 하는데요. 향수 역시 사람들과 커뮤니케이션할 수 있는 도구로 생각하는 경우가 많아요. 이들에게는 적당히 대화를 이끌어낼 정도의 재밌는 디테일은 갖췄지만, 구설수에 오를 만큼 실험적이거나 요란하지는 않은 향수가 가장 잘 어울려요.",
    "word": "현대판 현모양처",
    "animal": "코끼리",
    "best": "ISTP",
    "best_title": "친구처럼 편안한 사이가 좋아요.",
    "emoji": "🐘"
  },
  {
    "mbti": "ESFP",
    "sub_title": "자유로운 영혼의 연예인",
    "advice": "관종인 당신!",
    "title": "끼가 넘치는 그대여!",
    "detail": "어떤 모임에서나 스포트라이트 중심에 있기를 즐기는 타고난 스타, 바로 당신이에요. 배우나 연예인이 가장 많이 속한 유형으로, 주체할 수 없는 끼가 매력적이죠. 미적 감각도 뛰어난 편으로, 스스로를 가꾸는 데도 탁월한 센스를 가지고 있고, 호기심이 많은 탓에 남들보다 트렌드를 한발짝 먼저 선택하는데 주저함이 없어요. 맡는 순간 사람들의 시선을 잡아끌 수 있을 만한 화려한 향수가 잘 어울려요. 그렇다고 너무 난해한 향보다는 낙관적인 성향이 묻어나는 밝고 산뜻한 향수가 제격이죠.",
    "word": "낙천주의자",
    "animal": "돌고래",
    "best": "ISTJ",
    "best_title": "책임감이 있는 사람이 좋아요.",
    "emoji": "🐬"
  },
  {
    "mbti": "INTJ",
    "sub_title": "용의주도한 전략가",
    "advice": "감정을 계산하려고하는 당신!",
    "title": "논리적이고 계산적인 그대여!",
    "detail": "논리적이고 객관적이기 때문에 어떤 것이든 신중히 분석하고 숨은 이면의 의미를 생각해 보려는 경향이 있어, 미래에 대한 혁신적인 통찰을 보여주곤 해요. 당신은 자신만의 기준을 확립한 이후 뛰어난 독창성을 발휘해 문제를 해결하곤 하죠. 향수를 선택할 떄도 뛰어난 직감과 추론 능력을 바탕으로 자신이 선호도에 맞춰 가장 효율적인 향수를 찾을 수 있어요. 그렇더라도 향수의 특성상 무조건 만족스럽지 않기 때문에 오히려 손해를 볼 수 있어요. 그래서 당신의 선호도에서 벗어나지 않으면서도 선호할만한 향수를 소개드려요",
    "word": "범생이",
    "animal": "호랑이",
    "best": "ENFP",
    "best_title": "힘들때 옆에서 격려해주길 바래요.",
    "emoji": "🐯"
  },
  {
    "mbti": "INTP",
    "sub_title": "논리적인 사색가",
    "advice": "감정표현에 서툰 당신!",
    "title": "톡톡튀는 매력을 가진 그대여!",
    "detail": "영화 속에 등장하는 '4차원 천재'와 가장 닮은 유형을 꼽으라면 아마 당신일 것 같아요. 사색을 즐기며, 평범한 것과 거리가 먼 이들로 어떤 거짓말도 쉽게 간파해내는 통찰력을 지니기도 했죠. 하지만 개인적인 속마음을 쉽게 드러내지 않는 편이고, 사고 과정이 복잡해서 때로는 타인들에게 오해를 사기도 해요. 당신에게는 유행보다는 자신만의 개성이 훨씬 중요해요. 대중들에게는 다소 이상하게 느껴질 수 있지만 자신만의 확고한 철학을 담은 향수가 취향에 꼭 맞을 거예요.",
    "word": "아이디어 뱅크",
    "animal": "송아지",
    "best": "ENFJ",
    "best_title": "하는일을 응원받고 싶어요.",
    "emoji": "🐮"
  },
  {
    "mbti": "INFJ",
    "sub_title": "선의의 옹호자",
    "advice": "자기생각을 강요하는 당신!",
    "title": "직관적이고 독창적인 그대여!",
    "detail": "인내심이 많고 통찰력과 직관력이 뛰어나며 화합을 추구하기에 창의력이 좋으며, 성숙한 경우엔 강한 직관력으로 타인에게 영향력을 끼치곤 해요. 독창성과 내적 독립심이 강하며, 확고한 신념과 열정으로 자신의 영감을 구현시켜 나가는 정신적 지도자들이 많은 유형이에요. 향수를 선택할 때도 보편적이거나 유행하는 향수를 선택하는 것보다는 자신의 개성이 드러나는 향수를 선택하는 것도 추천해요!",
    "word": "예언자",
    "animal": "팬더",
    "best": "ENTP",
    "best_title": "독립적인 사람이 좋아요.",
    "emoji": "🐼"
  },
  {
    "mbti": "INFP",
    "sub_title": "열정적인 중재자",
    "advice": "말안해도 자기가 원하는걸 알아주길 바라는 당신!",
    "title": "낭만적이고 책임감이 투철한 그대여!",
    "detail": "당신은 정열적이고 충실하며 목가적이고, 낭만적이며 내적 신념이 깊어요. 마음이 따뜻하고 조용하며 자신과 관계있는 일이나 사람에 대하여 책임감이 강하고 성실하기 때문에 이해심이 많고 관대하고 자신이 지향하는 이상에 대하여 정열적인 신념을 가졌어요! 인간 관계에서 타인을 직접적으로 지배하려는 성향이 없고 뒤에서 사회적 약자의 편에 서 주려는 성격이 있어 사회에서 외면된 소수자의 모습을 보고 안타까워하면서 뒤에서 눈물을 흘리곤 해요. 가끔은 본인의 가치관을 위해서는 물불 안 가리고 달려들어 싸우는 모습을 보이기도 하는 용사로 변해요! 향수를 선택할 때도 자신의 주관보다는 타인의 의견에 따라 선택하거나 타인에게 비춰질 자신의 모습을 떠올리며 선택하곤 해요. 그런 당신에게는 오히려 대중적이고 보편적인 향수 브랜드를 추천드려요!",
    "word": "이상주의가",
    "animal": "토끼",
    "best": "ENTJ",
    "best_title": "당신을 만나고있음에 탁월한 선택을 했다는 느낌을 받길 원해요.",
    "emoji": "🐰"
  },
  {
    "mbti": "ISTJ",
    "sub_title": "청렴 결백한 논리주의자",
    "advice": "성실한 당신!",
    "title": "매사에 성실한 그대여!",
    "detail": "성실하고 책임감이 강한 유형이에요. 모든 일을 계획적으로 처리하고, 한 번 시작한 일을 포기하지 않기 때문에 세상에 꼭 필요한 소금같은 존재라하여 일명 '소금형'이라고 불리기도 해요. 향수를 고를 때에도 복잡한 정보보다는 실용적이고 단순한 정보를 바탕으로 선택하며, 유행하는 향수보다는 두고두고 오래 사용할 수 있는 은은한 향수를 선택하는 경향이 있어요.",
    "word": "완벽주의자",
    "animal": "거북이",
    "best": "ESFP",
    "best_title": "열정적인 관계가 좋아요.",
    "emoji": "🐢"
  },
  {
    "mbti": "ISTP",
    "sub_title": "만능 재주꾼",
    "advice": "자신의 경험이 아니면 다른사람의 충고는 흘리는 그대여!",
    "title": "뚝딱뚝딱 다재다능한 그대여!",
    "detail": "조용하고 과묵한 편이지만 세상에 대한 호기심이 넘쳐서 이것저것 새로운 일을 시도하는 것을 좋아해요. 그만큼 손재주도 좋아 뚝딱뚝딱 혼자 뭔가를 만들어내기를 즐겨해 기술 직군에서 많이 찾아볼 수 있고, 노력 대비 효율을 중시하며, 때때로 개인주의적인 성향이 있어요. 당신의 풍부한 호기심을 자극할만큼, 독특한 감성을 가지고 있으면서 가격 대비 품질, 일명 가성비가 좋은 향수가 어울리겠어요.",
    "word": "백과사전",
    "animal": "찍찍이",
    "best": "ESFJ",
    "best_title": "작은 선물이라도 정성이 들어간걸 받고싶어요.",
    "emoji": "🐭"
  },
  {
    "mbti": "ISFJ",
    "sub_title": "용감한 수호자",
    "advice": "의문을 갖지않고 그냥 따르는 당신!",
    "title": "순수함의 결정체인 그대여!",
    "detail": "흔히들 '외유내강'이라고 하는 성격에 가장 잘 부합하는 유형이 바로 당신이 아닐까요?! 겉보기에는 내성적이고 말수도 없지만, 내가 사랑하는 친구와 가족을 지키기 위해서는 누구보다도 강단있는 모습을 보이는 매력 넘치는 유형이죠. 특유의 꼼꼼함과 이타심 덕분에 의료분야, 사회 봉사 분야에서 탁월한 재능을 발휘하는 경우가 많아요. 주목받는 것을 즐기는 타입이라기보다는, 소수와의 깊이 있는 우정을 쌓는 것을 즐겨요. 향수에 있어서도 여러 향수를 구매해 다양한 스타일을 연출해 타인의 눈길을 사로잡으려 하기 보다는 보편적이고 베이직한 향수를 선택해 오래 하는 편이 어울려요.  따라서 유행보다는 뛰어난 만듦새로 오래 함께할 수 있는 브랜드가 찰떡궁합이에요!",
    "word": "보수주의자",
    "animal": "코알라",
    "best": "ESTP",
    "best_title": "내 고민을 같이 고민해주세요.",
    "emoji": "🐨"
  },
  {
    "mbti": "ISFP",
    "sub_title": "호기심 많은 예술가",
    "advice": "사람 보는눈이 높은편인 당신!",
    "title": "온화한 그대여!",
    "detail": "말없이 다정하고 온화하며 사람들에게 친절하고 겸손하나 상대방을 잘 알게 될 때까지 따뜻함을 잘 드러내지 않아요. 동정적이며 자기 능력에 대해 모든 성격 중에서 가장 겸손하고 적응력과 관용이 많아 자신의 의견이나 가치를 타인에게 강요하지 않으며 의견 충돌을 피하고, 인화를 중시하곤 해요. 조용하면서 타인에 대한 포용력이 넓어 선량하고 순수하며 착한 사람의 이미지를 가장 많이 풍기는 성격이라 가끔은 약간 우유부단한 모습을 보이기도 해요. 향수를 선택할 때에도 자신의 주관을 뚜렷하게 드러내기보다는 타인의 의견이 중요해서 상대적으로 대중적으로 선호되는 향수를 선택하는 경향이 있어요!",
    "word": "성인군자",
    "animal": "고양이",
    "best": "ESTJ",
    "best_title": "우리가 같은 생각을 하고있었으면 좋겠어요.",
    "emoji": "🐱"
   }
]
